[
  {
    "_id": "60d9befb8f096594f1da58e9",
    "items": [
      {
        "_id": "60d9c6d5d1d99b132242e071",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Eula Thompson",
        "isMe": false,
        "text": "Culpa magna do voluptate magna quis irure exercitation. In veniam fugiat velit sit commodo aliqua anim dolore nisi esse ut adipisicing. Velit qui minim eiusmod velit aute consectetur sunt laboris consectetur velit incididunt officia.\r\n",
        "date": "Wed Aug 31 2016 04:37:53 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=11"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5c26db43a233999a8",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Haynes Bailey",
        "isMe": true,
        "text": "Enim aliquip aute in ad ut mollit aliquip irure. Lorem duis exercitation aliqua duis veniam id aute officia laborum duis dolor irure. Mollit id ea laborum incididunt consequat. Fugiat enim veniam exercitation esse. Aute in occaecat non ipsum culpa reprehenderit.\r\n",
        "date": "Sun Jul 15 2018 19:49:47 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=19"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5a0e1cd34b558a6fc",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Marquez Sloan",
        "isMe": true,
        "text": "Reprehenderit ex cupidatat magna ut. Excepteur Lorem ad laboris Lorem proident pariatur nostrud labore nulla esse laborum duis id. Elit irure sint voluptate sunt pariatur laborum cillum aute velit ad esse Lorem magna. Anim dolor ad quis Lorem esse pariatur exercitation ipsum Lorem deserunt occaecat. Excepteur cupidatat duis pariatur dolore ullamco. Ipsum qui ut est ipsum nulla laborum aliqua non labore est commodo.\r\n",
        "date": "Sat Sep 30 2017 08:36:45 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=12"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5e1d7ee612c847a9d",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Zimmerman Morrow",
        "isMe": true,
        "text": "Et enim tempor cillum minim sit ea. Aliquip non deserunt irure cillum consectetur adipisicing tempor velit incididunt irure et. Ad nostrud proident irure quis dolor sint dolor irure anim ad. Cupidatat ex qui tempor minim reprehenderit ea exercitation ullamco amet.\r\n",
        "date": "Tue Oct 06 2015 10:12:56 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=15"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d53f9d30ae7059713e",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Riley Pittman",
        "isMe": true,
        "text": "Id dolore minim incididunt deserunt do voluptate exercitation deserunt quis ea officia ex. Sint incididunt consectetur cupidatat tempor. Veniam excepteur excepteur ut ex in aute dolor. Minim ea ullamco sint est pariatur non sunt ex et culpa veniam nisi anim consequat. Aute adipisicing excepteur labore sit consectetur occaecat deserunt elit occaecat deserunt quis. Irure Lorem sint sint irure dolore pariatur nulla.\r\n",
        "date": "Thu Nov 06 2014 20:06:26 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=11"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5ef1ea5653fd01b4c",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Clark Floyd",
        "isMe": true,
        "text": "Irure incididunt laboris minim occaecat commodo cillum esse enim laborum ad adipisicing enim elit dolore. Aliquip ex velit exercitation aliquip anim id eiusmod proident deserunt mollit amet ea. Sunt ullamco amet fugiat irure mollit. Nisi voluptate nulla incididunt reprehenderit.\r\n",
        "date": "Mon May 11 2020 07:03:08 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=18",
          "https://loremflickr.com/320/240?random=16"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5d14b9b2e82f74456",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Fletcher Flores",
        "isMe": false,
        "text": "Aute tempor in adipisicing ullamco nisi adipisicing id elit voluptate in anim duis. Sit qui est irure eiusmod velit est aute ullamco. Deserunt do proident quis duis pariatur enim est veniam anim in incididunt culpa exercitation.\r\n",
        "date": "Sat Aug 29 2020 23:10:47 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=18",
          "https://loremflickr.com/320/240?random=13"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5eece3014a7c56bde",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Wooten Shaw",
        "isMe": false,
        "text": "Dolore ad qui occaecat ipsum Lorem cillum ipsum tempor fugiat. Veniam quis fugiat aliquip anim esse excepteur officia ipsum veniam eiusmod cupidatat voluptate ea. In veniam velit consectetur id commodo elit culpa qui cupidatat sint tempor elit minim eu. Cillum excepteur mollit enim officia velit excepteur.\r\n",
        "date": "Sat Jan 25 2014 12:02:27 GMT+0400 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=11"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d51aa48a6ae248c1b6",
        "avatar": "https://loremflickr.com/320/240?random=5",
        "name": "Pierce Rosa",
        "isMe": false,
        "text": "Ullamco ex ad ipsum excepteur veniam. Mollit dolore sit cupidatat voluptate cillum do aute id ut eu est dolore officia. Veniam excepteur et laborum incididunt fugiat consectetur aliquip nostrud tempor ea labore. Veniam duis reprehenderit et Lorem sunt voluptate do velit. Elit Lorem aliquip voluptate cupidatat do sunt commodo velit sit mollit duis. Aliquip anim tempor labore cillum Lorem non enim laborum esse adipisicing.\r\n",
        "date": "Fri Aug 16 2019 16:23:52 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5b2addfb4ceb402f4",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Sasha Weber",
        "isMe": true,
        "text": "Nulla id incididunt in commodo reprehenderit tempor enim eiusmod laboris mollit ipsum commodo aliquip aute. Occaecat cillum laborum laboris occaecat. Et sit cillum officia velit et enim esse do adipisicing sint culpa duis. Voluptate aute tempor non nulla quis anim esse cillum ex ad aute eu ad veniam.\r\n",
        "date": "Thu Apr 02 2015 22:25:59 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=15"],
        "isOnline": false
      }
    ]
  },
  {
    "_id": "60d9befbbc95e8bdae614695",
    "items": [
      {
        "_id": "60d9c6d58576c8d8722c6dfd",
        "avatar": "https://loremflickr.com/320/240?random=6",
        "name": "Jana Charles",
        "isMe": true,
        "text": "Consequat consectetur ad proident consequat consequat pariatur magna aute consequat. Laboris qui in nulla magna in duis labore. Occaecat ex eiusmod consequat incididunt mollit velit sunt velit ex incididunt cupidatat tempor. Cupidatat minim magna in quis esse mollit Lorem duis aliquip cupidatat. Nulla consectetur proident exercitation ad. Consectetur dolor aliquip anim pariatur qui.\r\n",
        "date": "Mon Jun 21 2021 15:26:24 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=12"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5434ca5f7468a42dd",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Shelby Shepherd",
        "isMe": true,
        "text": "Consequat proident ea sunt fugiat aliqua. Fugiat voluptate officia fugiat Lorem deserunt voluptate fugiat proident occaecat officia sit. Cillum esse minim pariatur sint occaecat eu cillum adipisicing. Quis pariatur anim eiusmod dolor esse fugiat do in eiusmod mollit Lorem.\r\n",
        "date": "Sat Aug 17 2019 07:59:02 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=15"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5a009e67d73c11579",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Rojas Chan",
        "isMe": false,
        "text": "Ipsum officia consequat eu quis elit duis occaecat. Laborum id exercitation ea sit pariatur occaecat elit aliquip dolore aliquip. Veniam exercitation et sunt fugiat consequat laboris.\r\n",
        "date": "Sun Feb 25 2018 16:33:48 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5ed9ce0a4a3059fdf",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Arline Chavez",
        "isMe": true,
        "text": "Qui dolor enim ad culpa laborum eiusmod officia dolore ullamco deserunt. Proident adipisicing aute est enim eiusmod ex qui quis aliqua aute aliquip. Aute esse id mollit est velit amet aliqua dolore. Eiusmod deserunt do nisi enim ipsum duis sunt ut tempor cupidatat cillum minim et fugiat.\r\n",
        "date": "Fri Jan 13 2017 11:15:45 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=12"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d51d59d7d533ee01eb",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Melisa Solis",
        "isMe": false,
        "text": "Veniam anim non mollit sunt ad ex quis. Amet cillum non anim proident minim labore culpa commodo eiusmod in. Ex do fugiat id pariatur aliqua cupidatat et aliqua mollit fugiat dolor quis. Fugiat Lorem aliqua magna id culpa id pariatur ad dolore in aute do veniam. Sunt do fugiat culpa voluptate laboris ea id officia. Qui ut consectetur velit voluptate. Laboris non do aliqua labore.\r\n",
        "date": "Sun Jul 26 2020 17:51:39 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=13"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d54781ad1437be82f4",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Elva Glenn",
        "isMe": false,
        "text": "Sit quis in id proident culpa sint ullamco incididunt cillum eu sint exercitation proident duis. Irure voluptate laboris tempor excepteur enim minim qui ad officia et enim et. Exercitation amet enim sunt enim excepteur fugiat cupidatat. Sunt laboris sit minim voluptate labore ad quis enim tempor qui ut elit.\r\n",
        "date": "Wed Jan 31 2018 18:33:20 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d510169a9a51b87f05",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Georgina Mays",
        "isMe": true,
        "text": "Sunt laboris mollit sint exercitation est Lorem dolore laboris mollit. Eu aliquip culpa et do elit sunt. Duis quis pariatur elit pariatur est est anim non. Ex labore nisi eiusmod veniam voluptate voluptate nisi aliqua anim reprehenderit pariatur ea. Ullamco fugiat nostrud quis nulla.\r\n",
        "date": "Thu Sep 08 2016 13:57:50 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=11"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d531d149c01afc0100",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Mitchell Houston",
        "isMe": false,
        "text": "Commodo voluptate consectetur enim duis ex laboris labore aliqua minim nulla excepteur et. Ipsum laboris occaecat magna tempor incididunt reprehenderit. Et voluptate tempor Lorem culpa anim velit minim pariatur nulla. Quis nisi veniam ullamco cillum aliqua qui esse eu labore proident. Commodo ea laboris reprehenderit esse qui labore elit cupidatat ut enim velit fugiat dolor adipisicing.\r\n",
        "date": "Fri Feb 20 2015 16:49:24 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5de04a7da89a41d43",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Angeline Day",
        "isMe": false,
        "text": "Aliquip mollit nisi dolor dolore aute veniam reprehenderit. Reprehenderit ipsum exercitation quis fugiat non voluptate adipisicing nostrud eiusmod consequat aliqua occaecat sint minim. Eiusmod consectetur dolor consequat non officia. Minim veniam irure velit esse proident nostrud incididunt. Exercitation irure labore tempor adipisicing ex et est adipisicing tempor amet fugiat. Reprehenderit est nulla ut cupidatat consectetur dolore.\r\n",
        "date": "Sun Oct 11 2015 11:20:35 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=12"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5ec3171b0ae5a1695",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Lily Anthony",
        "isMe": false,
        "text": "Ullamco qui velit veniam ex enim commodo elit deserunt. Occaecat consequat cupidatat laborum ut dolor sunt sit tempor in minim duis non sint. Labore nisi cillum consequat proident. Dolor officia voluptate in duis proident. Fugiat culpa duis fugiat Lorem fugiat nostrud laborum non mollit nostrud incididunt reprehenderit.\r\n",
        "date": "Wed Oct 03 2018 12:18:36 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      }
    ]
  },
  {
    "_id": "60d9befb85c498bad1ff7032",
    "items": [
      {
        "_id": "60d9c6d5fb7033b2c6488ab3",
        "avatar": "https://loremflickr.com/320/240?random=5",
        "name": "Marisol Castillo",
        "isMe": false,
        "text": "Aute eiusmod reprehenderit est adipisicing occaecat do est ipsum dolor et aute dolor commodo proident. Proident dolore proident sint deserunt consectetur eiusmod. Mollit fugiat mollit do minim aliquip do nisi deserunt duis ullamco quis. Mollit duis deserunt et cupidatat nisi duis exercitation consequat duis labore id ad velit. Qui non elit id ea ut occaecat ipsum sit irure et. Non cillum sit fugiat do sit velit dolore.\r\n",
        "date": "Thu Jun 27 2019 00:01:41 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=18"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5e14aa4491f04e1c2",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Harriett Figueroa",
        "isMe": false,
        "text": "Do dolor proident aliqua nostrud ex quis culpa officia fugiat dolor ea occaecat. Elit anim dolore incididunt ut commodo qui. Eiusmod ipsum esse incididunt in nulla laborum. Exercitation velit eiusmod cillum velit eu enim laboris cillum velit minim id. Dolore fugiat excepteur proident anim. Amet sunt mollit commodo sint quis occaecat exercitation.\r\n",
        "date": "Fri Apr 08 2016 11:17:59 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=18"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5bacc280a771e6239",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Vilma Abbott",
        "isMe": false,
        "text": "Id veniam amet est laborum duis fugiat excepteur veniam cupidatat do consequat culpa incididunt. Qui nulla laborum reprehenderit voluptate proident ea minim. Magna ex do consectetur sit commodo. Ut anim dolor enim tempor pariatur duis adipisicing. Duis aute officia et proident irure occaecat. Officia duis non incididunt laboris laborum consectetur. Aliqua sint et laboris eu nostrud eiusmod consequat cillum nostrud dolor exercitation quis sit exercitation.\r\n",
        "date": "Sun Jun 14 2020 04:16:57 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5de8e54383be0e840",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Lacey Gonzalez",
        "isMe": true,
        "text": "Nisi aliqua Lorem velit magna aliquip officia occaecat minim consequat. Veniam elit adipisicing irure magna nulla ad magna in elit irure tempor nisi irure. Do ad fugiat consectetur id eiusmod excepteur commodo. Do ut enim excepteur culpa consectetur cupidatat dolor consequat sunt dolor voluptate ex adipisicing. Id enim elit eiusmod reprehenderit. Non id dolore enim consequat consectetur adipisicing exercitation anim.\r\n",
        "date": "Sat Jun 08 2019 05:46:02 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5095b8fb13b47af33",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Crosby Collins",
        "isMe": true,
        "text": "Ipsum anim et dolore eiusmod est aliqua sint reprehenderit. Non aute fugiat pariatur incididunt qui nulla Lorem reprehenderit anim ullamco ipsum est. Et dolore ut reprehenderit ea veniam voluptate eiusmod aute enim amet.\r\n",
        "date": "Sat Apr 27 2019 11:47:25 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=19"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d53bc4f1e9d34a19db",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Liliana Joyce",
        "isMe": true,
        "text": "Labore deserunt laborum mollit mollit eu incididunt ullamco ea in mollit ea nulla. Dolore amet laborum sit velit. Labore excepteur dolore aliqua qui magna elit veniam proident sunt deserunt non eiusmod. Minim aute quis consequat voluptate officia sint sunt do quis do duis ea. Ullamco occaecat irure enim dolore quis elit anim id qui. Aute ut ea non fugiat sit. Magna esse mollit adipisicing dolor incididunt sint quis dolor exercitation exercitation.\r\n",
        "date": "Sun Apr 26 2020 15:22:04 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=18",
          "https://loremflickr.com/320/240?random=15"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5954428f5bce57a47",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Oconnor Knight",
        "isMe": true,
        "text": "Consequat commodo cillum ex ullamco labore ex nisi sit non in fugiat nulla aute. Nulla commodo fugiat reprehenderit amet minim consequat fugiat mollit aliquip consectetur sint esse. Adipisicing esse id in et. Ullamco eiusmod ex laboris nulla eiusmod exercitation sint commodo fugiat nulla et eiusmod aliquip. Qui ipsum nostrud cillum exercitation est sint ullamco in veniam. Culpa quis ut esse velit ullamco ea nisi consequat in incididunt culpa magna adipisicing consequat. Anim do elit mollit irure eu nulla aliquip sunt in consectetur do ut.\r\n",
        "date": "Mon May 16 2016 13:43:36 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=19"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5e45e8006ec4fdae1",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Snider Pate",
        "isMe": true,
        "text": "Magna dolor occaecat dolor elit. Est elit commodo ex exercitation sunt consectetur do fugiat labore. Cillum dolore do commodo id. Irure veniam magna enim id adipisicing aliquip anim eiusmod laborum qui eiusmod Lorem. Pariatur commodo anim esse aliqua. Elit ut aliqua sit irure non et cillum et officia pariatur sint.\r\n",
        "date": "Sun Aug 12 2018 02:32:12 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d51e954d2e406463ee",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Hudson Peters",
        "isMe": true,
        "text": "Enim irure cupidatat amet reprehenderit nisi aute est nostrud deserunt in commodo. Ut voluptate ut amet officia ipsum consectetur consectetur sint quis aute. Ex enim velit voluptate enim ipsum eiusmod tempor nulla velit. Ex nisi culpa deserunt labore nulla mollit ex nostrud adipisicing quis et irure. Minim laboris magna aliquip cillum consectetur do duis. Qui ullamco officia ea ipsum exercitation esse ex adipisicing ut magna consectetur.\r\n",
        "date": "Tue Dec 29 2015 01:17:42 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=16"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5a3908fb3b2f284ca",
        "avatar": "https://loremflickr.com/320/240?random=5",
        "name": "Foley Steele",
        "isMe": false,
        "text": "Aliqua dolore ullamco Lorem eiusmod anim exercitation esse nulla. Qui veniam ad tempor qui commodo minim laboris ad cupidatat veniam nostrud. Tempor commodo consectetur esse occaecat.\r\n",
        "date": "Mon Jul 06 2020 20:18:28 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": true
      }
    ]
  },
  {
    "_id": "60d9befb8f3eb326b9500c9f",
    "items": [
      {
        "_id": "60d9c6d57a52abcb5ee76bc0",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Ernestine Bryan",
        "isMe": true,
        "text": "Et incididunt aliqua do ullamco fugiat nostrud dolor cillum nulla deserunt. Ipsum magna est veniam esse nostrud voluptate ea fugiat fugiat et id laboris est. Mollit irure esse excepteur nostrud.\r\n",
        "date": "Thu Aug 25 2016 11:53:01 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=15"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d59fd622b84ea6ab0c",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Hess Stone",
        "isMe": false,
        "text": "Labore dolor excepteur officia proident. Voluptate sit anim magna qui aute aute in veniam excepteur pariatur dolore. Mollit laboris magna exercitation laborum officia amet. Officia consequat aute commodo Lorem ex aute sunt id laboris exercitation labore.\r\n",
        "date": "Sat Dec 08 2018 04:13:23 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=11",
          "https://loremflickr.com/320/240?random=12"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d510a1e9f888178d0d",
        "avatar": "https://loremflickr.com/320/240?random=6",
        "name": "Bird Craft",
        "isMe": true,
        "text": "Enim esse proident aliquip dolore id aliqua adipisicing Lorem cupidatat amet nisi occaecat. Fugiat ea deserunt ad cupidatat nisi duis reprehenderit. Cillum elit consectetur aliquip Lorem cupidatat enim ea. Esse enim ex fugiat labore ipsum. Esse deserunt sit pariatur reprehenderit duis consectetur. Amet ex laboris ad qui sint sunt quis mollit culpa eu aliquip.\r\n",
        "date": "Fri Jan 18 2019 10:52:18 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=12"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5c43de8f3c7db98ba",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Catherine Bruce",
        "isMe": true,
        "text": "Nulla ipsum mollit adipisicing laboris aliqua cillum non enim quis fugiat laboris exercitation. Enim nisi id laborum velit ut cupidatat. Ex id consequat labore do nisi do ad culpa. Ex exercitation nulla culpa proident sunt non exercitation aliqua irure culpa. Occaecat eu ullamco ipsum aliqua minim aliquip aute esse consectetur ullamco.\r\n",
        "date": "Thu Feb 22 2018 21:25:12 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d58638e7754e6222d6",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Collier Meadows",
        "isMe": true,
        "text": "Duis sint minim enim laborum. Excepteur eu dolore consectetur adipisicing ad excepteur. Consectetur officia do veniam est eiusmod in do nostrud ex adipisicing. Culpa ipsum elit enim id non enim et nisi qui occaecat aliquip. Qui enim officia Lorem ex in adipisicing occaecat. Aliquip ut dolor consectetur deserunt sint non labore aliquip incididunt irure sunt irure.\r\n",
        "date": "Mon Dec 19 2016 10:09:36 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=16"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d50e4d6dd3a667ee38",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Morgan Rios",
        "isMe": true,
        "text": "Sint quis elit cillum nisi. Tempor laboris velit minim incididunt quis proident amet voluptate ex ullamco officia sint. Et nisi deserunt occaecat adipisicing amet non tempor adipisicing excepteur non dolor consequat. Lorem excepteur ea incididunt esse. Nisi Lorem occaecat esse esse excepteur deserunt proident aute Lorem ex. Velit irure officia minim cupidatat fugiat id velit duis ullamco in aliqua eiusmod.\r\n",
        "date": "Sun Jan 17 2021 13:27:26 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=18"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d57cec12cbc4fa06d9",
        "avatar": "https://loremflickr.com/320/240?random=5",
        "name": "Cross Benson",
        "isMe": false,
        "text": "Aliqua sunt tempor tempor officia voluptate commodo in enim aliquip do ipsum. Ullamco in ullamco esse dolor occaecat est voluptate. Occaecat elit duis tempor eiusmod ex sint ea. Consequat cillum commodo irure aliquip cupidatat laboris. Mollit fugiat eu velit nostrud ut excepteur mollit cupidatat. Lorem esse labore dolor pariatur dolor non veniam. Ad amet voluptate eu elit consectetur eiusmod occaecat consectetur aliquip ut ex ea ullamco.\r\n",
        "date": "Fri Jan 17 2020 14:59:53 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=16"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5692fba043efc26dd",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Blake Tate",
        "isMe": true,
        "text": "Voluptate ad deserunt velit fugiat nulla sit voluptate duis commodo consectetur sit cupidatat occaecat. Duis ea in non elit reprehenderit eu amet. Sint ullamco et reprehenderit commodo sunt sint. Dolore proident magna anim veniam commodo incididunt magna irure excepteur ullamco sit. Amet dolore sint elit dolor sunt irure voluptate. Culpa sunt commodo Lorem sint elit irure velit aute excepteur ullamco consectetur. Esse quis culpa enim commodo labore cupidatat ullamco sunt Lorem mollit laboris.\r\n",
        "date": "Thu Nov 06 2014 14:30:04 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d567745257d2bb1d4a",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Chrystal Baxter",
        "isMe": true,
        "text": "Duis ea nulla irure culpa non cillum nostrud officia deserunt cillum voluptate commodo qui. Deserunt duis incididunt tempor magna magna amet ullamco id tempor dolore. Consequat in veniam minim officia fugiat incididunt aute officia eiusmod et in magna quis aliquip. Laboris nostrud ad mollit quis do dolore.\r\n",
        "date": "Wed Feb 14 2018 23:35:17 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=12"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d505fb6d1b5a4cdc1b",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Farmer Crosby",
        "isMe": true,
        "text": "Lorem nulla tempor occaecat pariatur magna cillum nostrud ut anim nulla enim quis minim consequat. Non quis veniam cillum enim qui. Proident esse ea nisi laboris dolore reprehenderit amet ipsum proident consequat labore officia pariatur.\r\n",
        "date": "Fri Jun 10 2016 23:37:46 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=17"
        ],
        "isOnline": false
      }
    ]
  },
  {
    "_id": "60d9befb605ff3c5bcaabab4",
    "items": [
      {
        "_id": "60d9c6d5ecd8bd0dec652495",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Chapman Sosa",
        "isMe": true,
        "text": "Laboris aute anim dolor pariatur reprehenderit aliquip Lorem laboris est eu. Sint irure ullamco mollit est tempor qui nulla consequat cillum minim laboris ex eiusmod. Amet nisi deserunt aliqua quis aute tempor amet veniam aliqua consectetur nisi minim. Culpa amet cillum eu do.\r\n",
        "date": "Thu May 10 2018 20:23:06 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=19"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5eb348d804405f1ad",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Holden Ball",
        "isMe": false,
        "text": "Nisi quis esse pariatur eu consequat excepteur in. Ipsum adipisicing ullamco sint consequat sunt est qui cillum. Anim aliquip cupidatat in magna. Adipisicing enim aliqua sunt ex exercitation nisi. Velit amet labore sint consectetur exercitation officia pariatur voluptate sunt quis voluptate tempor qui et. Occaecat commodo excepteur eu laborum esse in sunt amet amet.\r\n",
        "date": "Tue Jun 21 2016 01:58:27 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=18",
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=12"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d578ef41dc81ea8b1b",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Young Reynolds",
        "isMe": false,
        "text": "Eiusmod sit incididunt nostrud occaecat tempor enim anim nulla elit aliqua. Cillum Lorem officia occaecat aliquip aute ex esse commodo officia dolore ea quis ipsum culpa. Ipsum id labore cillum excepteur ad ea dolore nulla.\r\n",
        "date": "Sun Feb 11 2018 20:47:53 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=19"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5ca5acbba866866f5",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Mia Suarez",
        "isMe": false,
        "text": "Et deserunt Lorem esse ea aliquip culpa nulla duis consectetur. Deserunt aute incididunt eu occaecat ex sit exercitation consectetur ut sint minim duis adipisicing. Incididunt ut elit amet tempor eiusmod laboris aliqua elit proident ex. Exercitation adipisicing ut fugiat cillum ut aliqua Lorem exercitation anim tempor est.\r\n",
        "date": "Thu Jan 18 2018 14:50:57 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d58064ba30b9c7f90f",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Lilia Garcia",
        "isMe": true,
        "text": "Fugiat elit veniam sunt labore qui amet est cillum nisi non commodo labore. Nisi non eu cupidatat aliqua irure eiusmod aliqua tempor enim non non. Minim veniam reprehenderit mollit aliquip quis culpa ipsum nisi magna aute ea. Nisi magna Lorem anim deserunt aliqua officia mollit ad esse laboris.\r\n",
        "date": "Sat Aug 02 2014 12:04:37 GMT+0400 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=14"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5803a8604a04ead68",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Mcintyre Chapman",
        "isMe": false,
        "text": "Excepteur et mollit aliquip ex. Nisi officia id nisi amet. Excepteur aute deserunt duis culpa veniam.\r\n",
        "date": "Thu Oct 12 2017 07:09:37 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=14"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d53df78f206f750a11",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Carter Wood",
        "isMe": false,
        "text": "Aliquip sunt ullamco ipsum sit dolor occaecat anim ad fugiat pariatur in ullamco. Laboris voluptate ex sit reprehenderit reprehenderit laboris enim pariatur fugiat amet occaecat. Ullamco excepteur do exercitation do dolore incididunt. Proident duis ea cupidatat minim. Commodo adipisicing nisi ullamco ex adipisicing pariatur dolore incididunt dolore proident.\r\n",
        "date": "Tue Aug 21 2018 15:18:22 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=11"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5bc405ae0164ad1ec",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Glenna Moses",
        "isMe": false,
        "text": "Ex qui cupidatat exercitation id ullamco. Nostrud proident do pariatur ut labore amet nisi nostrud occaecat in cillum ad adipisicing occaecat. Cillum magna adipisicing consequat incididunt nostrud cillum aute excepteur irure. Sit anim est ipsum ullamco minim adipisicing adipisicing aute et culpa exercitation sint sunt amet. Aliquip non aliqua elit tempor culpa aliqua elit et. Sit id labore cillum laborum ad culpa ut nulla irure. Enim proident non pariatur exercitation.\r\n",
        "date": "Tue Jan 23 2018 04:36:22 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=11",
          "https://loremflickr.com/320/240?random=11"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5ffbe7c63d6b47e27",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Ramirez Mcneil",
        "isMe": true,
        "text": "Reprehenderit officia consequat nulla nisi nulla. Laborum tempor aute ex elit id elit ullamco veniam voluptate fugiat sunt irure cupidatat. Culpa ipsum labore anim nulla cillum voluptate dolore consequat aliquip officia.\r\n",
        "date": "Wed Aug 30 2017 04:46:53 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d55db7ea976668773d",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Lea Herman",
        "isMe": true,
        "text": "Qui ea proident est do sit exercitation mollit consequat sint incididunt. Deserunt non tempor eu irure et sit qui cupidatat culpa non consequat esse exercitation. Irure minim duis cillum fugiat elit ullamco. Dolor reprehenderit qui duis do pariatur exercitation consequat. Sunt pariatur minim dolor officia id consequat anim veniam officia culpa ullamco dolor cillum. Dolore fugiat eu sunt duis Lorem sit do veniam ipsum est duis laboris id.\r\n",
        "date": "Sat Nov 10 2018 08:47:54 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=17"
        ],
        "isOnline": true
      }
    ]
  },
  {
    "_id": "60d9befb48b15d791afc99e6",
    "items": [
      {
        "_id": "60d9c6d5e2adb7b311c305b1",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Melton Campos",
        "isMe": false,
        "text": "Exercitation et esse eu ut veniam dolor qui quis qui sit quis. Ut consequat incididunt ut sit ea voluptate ullamco occaecat eiusmod excepteur consectetur tempor elit qui. Irure amet ex laborum ullamco ullamco ullamco in quis Lorem cillum minim commodo. Non qui dolor sunt non tempor esse. In non aliqua exercitation non cupidatat ullamco exercitation dolore Lorem tempor cupidatat cillum ut dolor.\r\n",
        "date": "Thu Nov 26 2020 14:38:31 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=18",
          "https://loremflickr.com/320/240?random=11",
          "https://loremflickr.com/320/240?random=18"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5df7d983dc33d0277",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Bright Greer",
        "isMe": false,
        "text": "Commodo enim amet est sit. Reprehenderit culpa ad est fugiat sit sit eiusmod do. Amet excepteur enim ex ipsum ad ut id cillum quis. Incididunt cillum dolor laborum non labore ex incididunt deserunt nulla ut aute voluptate. Nostrud dolor enim officia cillum commodo laborum eiusmod. Ut eu est non aliqua aliqua.\r\n",
        "date": "Sun Feb 26 2017 02:14:15 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=11"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d530a887267e0a0560",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Charlene Pruitt",
        "isMe": false,
        "text": "Consectetur eiusmod laboris commodo labore fugiat duis anim pariatur fugiat. Laboris in reprehenderit cillum proident ipsum elit Lorem duis. Velit in officia labore sit.\r\n",
        "date": "Fri Jun 12 2015 05:13:52 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5f923572b586a020e",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Koch Keith",
        "isMe": false,
        "text": "Non tempor reprehenderit occaecat exercitation pariatur. Eiusmod quis excepteur cupidatat reprehenderit sunt cillum est ipsum in voluptate. Ullamco eiusmod commodo in et voluptate. Ipsum laboris in qui consequat culpa cupidatat sit enim ad. Culpa consequat consequat minim labore est exercitation. Id voluptate tempor ea sit aliqua tempor incididunt pariatur sint aute aliquip.\r\n",
        "date": "Tue Jul 08 2014 16:57:32 GMT+0400 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5e8758cc2cabcc78c",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Vang Ayers",
        "isMe": false,
        "text": "Cillum incididunt qui qui sunt commodo ut dolor dolor id id non aliquip aliqua laborum. Excepteur ex consequat est esse enim laboris reprehenderit non pariatur. Sunt officia aliqua velit laborum consequat Lorem cupidatat quis esse laborum veniam incididunt. Elit eu elit ullamco pariatur amet proident do elit Lorem eu elit id enim. Esse id nisi aliqua amet mollit esse. Quis exercitation est irure cupidatat ad nulla ad consequat pariatur laborum deserunt dolore ut.\r\n",
        "date": "Sun Jun 20 2021 02:45:56 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d57a777a15225fc173",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Gwen Gates",
        "isMe": false,
        "text": "Dolore irure amet ipsum dolor sunt elit minim esse consectetur do culpa. Magna mollit sunt aliquip voluptate magna voluptate pariatur ea minim. Dolor duis ex dolore dolor mollit nulla aliquip qui consequat magna quis ut velit.\r\n",
        "date": "Mon Nov 30 2020 20:20:04 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5ca904f0e270383d4",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Queen Heath",
        "isMe": false,
        "text": "Eiusmod irure do incididunt amet. Deserunt do labore magna eiusmod. Sint laboris anim excepteur in cillum dolor veniam esse mollit culpa incididunt commodo eiusmod commodo.\r\n",
        "date": "Tue Jan 26 2021 07:43:55 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=18"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5c3fa34856cd10aba",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Harrison Lancaster",
        "isMe": false,
        "text": "Est minim labore cillum sit do sit in dolore eu fugiat quis aliqua ullamco dolor. Nisi minim sint qui commodo dolore mollit veniam cupidatat. Et ut ad laboris irure ipsum incididunt cupidatat fugiat nostrud quis. Voluptate ut cupidatat sit laboris duis proident amet aliquip. Cillum Lorem tempor consectetur tempor in consectetur ut nostrud nisi non laborum enim.\r\n",
        "date": "Mon Nov 30 2015 13:50:49 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=13"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d550d48fb6afacba09",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Olive Gardner",
        "isMe": true,
        "text": "Velit in magna ipsum amet reprehenderit duis anim. Qui laboris anim dolore officia proident ullamco reprehenderit. Quis ipsum veniam nostrud velit adipisicing aliquip sunt qui sunt proident ad. Labore fugiat qui id amet. Ad do dolor incididunt nisi commodo mollit ut minim incididunt elit aute ea. Duis reprehenderit labore ad esse consequat anim eiusmod Lorem non aliquip elit enim qui. Irure ullamco est ad ea tempor fugiat consequat sunt dolore esse mollit esse ea veniam.\r\n",
        "date": "Fri Oct 13 2017 21:05:47 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=18"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d58cfbf0d29227d443",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Bobbie Howe",
        "isMe": false,
        "text": "Sint ex esse esse fugiat anim dolor in in aliquip. Deserunt eiusmod sit amet aute elit eu aliqua id ut in aliquip tempor incididunt. Excepteur sit aliqua dolore culpa tempor. Aute incididunt ut qui aliqua in aute ullamco cillum cillum non.\r\n",
        "date": "Fri Aug 24 2018 02:39:03 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=12"],
        "isOnline": true
      }
    ]
  },
  {
    "_id": "60d9befb483d6c2ab8773eaf",
    "items": [
      {
        "_id": "60d9c6d5584a5d1df3423e9a",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Beach Fletcher",
        "isMe": false,
        "text": "Minim veniam culpa magna sit eiusmod elit. Laborum et et ex voluptate excepteur. Pariatur dolor minim magna qui nisi est duis sit.\r\n",
        "date": "Wed Dec 30 2020 03:21:04 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=11",
          "https://loremflickr.com/320/240?random=19"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d56cade112491ebc9a",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Odessa Ingram",
        "isMe": true,
        "text": "Occaecat fugiat ad pariatur nostrud voluptate quis incididunt occaecat non minim ad. Minim commodo cillum veniam irure laboris non laborum reprehenderit magna ea. Commodo culpa Lorem laborum aliqua do occaecat.\r\n",
        "date": "Sun Sep 21 2014 12:27:37 GMT+0400 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=13"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d586d1eb57eeab1e24",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Mckenzie Peterson",
        "isMe": false,
        "text": "Aliquip et aliquip aliqua Lorem consectetur ullamco consectetur velit reprehenderit. Consectetur esse sint est consectetur proident adipisicing elit velit tempor sint aute sunt eu. Fugiat culpa incididunt commodo sit exercitation pariatur culpa reprehenderit aliqua ad. Commodo et dolore nostrud exercitation cillum laborum laborum incididunt enim esse ut. Duis dolor anim ex officia mollit nulla ad nostrud. Aute laboris voluptate commodo Lorem occaecat laborum aliqua cillum mollit ad.\r\n",
        "date": "Thu Nov 14 2019 02:39:42 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=16"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d50d65834d51c16b0e",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Miranda Mcgowan",
        "isMe": true,
        "text": "Enim occaecat sunt cillum laborum qui duis labore esse magna. Sunt culpa adipisicing esse reprehenderit occaecat proident est. Voluptate anim eu irure ea exercitation esse qui. Minim laborum nisi ut eu non. Fugiat dolor ut ipsum ullamco voluptate ullamco exercitation. Id esse sit eu in aute velit sint qui tempor excepteur. Duis mollit officia ipsum velit sunt irure deserunt cupidatat velit enim.\r\n",
        "date": "Sun Mar 20 2016 00:14:50 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5e06b733cdda6bc58",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Virgie Guy",
        "isMe": false,
        "text": "Laboris aliqua non minim laborum. Id adipisicing officia consectetur incididunt cupidatat sunt eiusmod non laboris consectetur veniam irure. Non cupidatat ex proident Lorem labore est in voluptate eu excepteur est qui. Dolore elit excepteur elit exercitation laborum Lorem Lorem qui ipsum. Tempor nulla cillum excepteur proident esse quis ullamco sint tempor Lorem et pariatur eu deserunt. Aute Lorem Lorem incididunt sint laboris. Est voluptate magna officia laborum aliquip labore.\r\n",
        "date": "Fri Jul 28 2017 11:19:43 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d54cc070b07c6ae2ae",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Cooley Blanchard",
        "isMe": false,
        "text": "Officia laborum sunt laborum amet ullamco elit cupidatat nisi veniam ea. Laborum in proident exercitation ex laborum labore reprehenderit veniam cillum est cupidatat labore laborum commodo. Esse pariatur qui ad excepteur cillum nulla ullamco cillum aliquip occaecat. Veniam ullamco qui consequat nulla officia cupidatat ex commodo reprehenderit qui ad nostrud deserunt nisi.\r\n",
        "date": "Mon Oct 01 2018 11:46:10 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=12"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5801c581a5936e034",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Lorrie Mercado",
        "isMe": false,
        "text": "Eu occaecat reprehenderit velit dolor in ullamco proident ullamco ut mollit aliqua. Duis elit voluptate minim non consequat nisi nisi pariatur pariatur reprehenderit consectetur irure. Eu laboris eu aute ut. Labore aliquip id ad aute exercitation ut tempor consectetur duis ea voluptate eiusmod sit. Labore enim eiusmod ipsum cupidatat nostrud labore ex ut. Quis culpa qui eu voluptate non minim velit enim irure. Labore tempor ut enim in nisi sint sunt aliquip aliqua mollit tempor fugiat aliquip ut.\r\n",
        "date": "Wed Jan 23 2019 11:39:11 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5b5072434ab9dabca",
        "avatar": "https://loremflickr.com/320/240?random=5",
        "name": "Jordan Frederick",
        "isMe": false,
        "text": "Laborum ut cupidatat tempor commodo nulla amet sint duis laboris ea consequat minim do. Do pariatur aliquip id fugiat. Duis veniam sunt sit deserunt nostrud. Incididunt elit mollit irure incididunt non tempor et aute elit adipisicing irure. Commodo excepteur non commodo elit cillum amet eu ea. Quis eiusmod est irure tempor in cillum laboris. Pariatur culpa cupidatat adipisicing est cupidatat officia irure ad.\r\n",
        "date": "Thu Nov 07 2019 21:48:59 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d523a6ee44f56a45ae",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Durham Sullivan",
        "isMe": true,
        "text": "Enim consequat incididunt sint pariatur consectetur nulla. Minim ad ullamco ad pariatur cupidatat fugiat laboris nisi laborum eu esse ex. Aute est eiusmod qui culpa.\r\n",
        "date": "Thu May 22 2014 13:16:49 GMT+0400 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d582c611555d30f5d5",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Isabelle Vasquez",
        "isMe": true,
        "text": "Eiusmod aliquip duis dolor deserunt pariatur. Esse eu laborum qui qui nisi Lorem. Et anim sint duis proident quis et nostrud ex quis commodo enim qui est anim. Et proident duis eiusmod exercitation voluptate commodo commodo elit commodo laborum non. Ea est officia duis dolor cillum.\r\n",
        "date": "Fri Mar 06 2020 05:46:23 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=16"],
        "isOnline": true
      }
    ]
  },
  {
    "_id": "60d9befb69aca699839c70bc",
    "items": [
      {
        "_id": "60d9c6d5395a473d0ef4152c",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Dodson Watts",
        "isMe": true,
        "text": "Veniam fugiat enim incididunt adipisicing dolor. Exercitation occaecat fugiat amet consectetur duis aliqua Lorem nulla exercitation. Ea excepteur ad Lorem sunt fugiat culpa non id dolor anim qui velit nostrud.\r\n",
        "date": "Mon Feb 19 2018 13:48:47 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5f1506ae81e6485c5",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Suzette Schultz",
        "isMe": false,
        "text": "Sint aliquip amet exercitation ea id. Non dolore aliquip in commodo voluptate id quis dolore aute reprehenderit Lorem nulla exercitation labore. Cillum consequat tempor amet ut incididunt nulla aliqua labore officia officia duis occaecat.\r\n",
        "date": "Tue Sep 01 2020 13:06:07 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=13"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d597b3898729ef872e",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Jackie Morrison",
        "isMe": true,
        "text": "Enim nostrud consequat culpa exercitation quis commodo magna. Lorem ad Lorem et sint exercitation officia duis consequat sit commodo. Eu ea commodo in officia enim consequat dolor sunt commodo fugiat adipisicing.\r\n",
        "date": "Sun Nov 26 2017 23:08:42 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=11"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d56ba3f19a749fc104",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Welch Morse",
        "isMe": true,
        "text": "Do exercitation enim minim consectetur occaecat excepteur. Dolore occaecat est aliquip dolor dolor tempor deserunt. Nulla ut incididunt nulla adipisicing ad ex dolor consequat ex ullamco ullamco eu. Laborum laboris dolor voluptate anim mollit.\r\n",
        "date": "Thu Jul 17 2014 05:59:52 GMT+0400 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d518d36d012e05d392",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Wells Tyson",
        "isMe": false,
        "text": "Nulla aliqua fugiat eiusmod aute culpa fugiat cillum. Aliqua sint ad ex enim qui id magna. Deserunt nulla mollit qui aliqua sit non id cillum. Consectetur ullamco quis do esse ut eiusmod velit enim laborum sunt quis consectetur. Nisi magna nisi excepteur pariatur excepteur est exercitation excepteur dolor nulla veniam nostrud ad eiusmod. Nisi ullamco culpa aliqua laborum dolore duis occaecat occaecat amet mollit. Consectetur tempor ipsum ea eiusmod ut laboris fugiat exercitation.\r\n",
        "date": "Sat Jun 06 2020 18:40:14 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=18"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5f65710492e18b387",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Anastasia Espinoza",
        "isMe": false,
        "text": "Nisi ad reprehenderit laboris quis nostrud mollit aliquip pariatur. Occaecat quis cupidatat in minim mollit. Aliquip non officia nostrud occaecat labore officia dolore nisi labore nulla ullamco reprehenderit ea.\r\n",
        "date": "Sat Jul 23 2016 03:15:13 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d557502d4c23fe3d36",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Selma Schroeder",
        "isMe": true,
        "text": "Commodo fugiat irure magna nostrud cillum eu fugiat occaecat qui nostrud quis. Aliqua laborum reprehenderit aute ex consequat. Fugiat dolore ipsum veniam eiusmod ullamco amet esse. Duis officia nisi labore sint mollit officia pariatur nulla. Consectetur ullamco sit eu aute. Qui ipsum laboris dolore consequat do ut ullamco magna excepteur eiusmod. Lorem in aliquip pariatur quis cupidatat pariatur sit sit nisi qui veniam Lorem nulla sint.\r\n",
        "date": "Sat Feb 27 2021 08:04:46 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d545dfc133eaf64334",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Orr White",
        "isMe": false,
        "text": "Lorem anim tempor eu sint. Mollit nulla consectetur cupidatat aute. Consectetur dolor ad nisi duis adipisicing deserunt deserunt magna magna excepteur dolore mollit anim. Incididunt incididunt reprehenderit ad reprehenderit cupidatat exercitation irure excepteur velit in.\r\n",
        "date": "Sat Oct 14 2017 15:13:46 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=11",
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=17"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5a2b546ba81ffe4b6",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Prince Webb",
        "isMe": false,
        "text": "Consequat esse fugiat duis ex veniam ad. Culpa nisi laboris qui proident ut aliquip ex tempor. Consequat dolore dolor in culpa ullamco labore culpa adipisicing qui incididunt eiusmod aute commodo esse. Fugiat ullamco ea ullamco duis aute mollit. Laborum ut ad reprehenderit nulla nostrud.\r\n",
        "date": "Thu May 28 2015 15:55:50 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=16"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d571724305be23377e",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Harris Sharpe",
        "isMe": false,
        "text": "Excepteur dolor pariatur laborum et sit sit nulla sunt labore eiusmod elit minim. Exercitation mollit in culpa est deserunt duis ea exercitation cupidatat mollit dolore amet. Ipsum laborum qui aute laboris non irure elit duis anim excepteur duis. Eu sit sit labore Lorem pariatur mollit laboris. Anim consectetur Lorem ullamco laborum minim occaecat ad exercitation. Ea ad quis tempor eiusmod est ullamco fugiat mollit.\r\n",
        "date": "Tue Mar 28 2017 22:06:37 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": true
      }
    ]
  },
  {
    "_id": "60d9befb58920eb3af4a2d37",
    "items": [
      {
        "_id": "60d9c6d5ff19ae8b6781a5f9",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Winnie Erickson",
        "isMe": true,
        "text": "Ad cupidatat dolore quis esse qui sit voluptate ut consectetur qui. Sit tempor aliquip et adipisicing adipisicing et pariatur minim voluptate. Officia qui tempor deserunt voluptate reprehenderit. Ullamco officia consectetur eiusmod aliquip nostrud minim laboris.\r\n",
        "date": "Fri Jun 26 2020 23:22:36 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=17"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5d893b245261d495a",
        "avatar": "https://loremflickr.com/320/240?random=5",
        "name": "Araceli Clark",
        "isMe": false,
        "text": "Est sint culpa quis et dolore ad. Magna proident et commodo qui amet mollit amet est est. Qui cupidatat eiusmod et exercitation nulla velit quis ex officia. Ipsum ut consectetur est sint est cupidatat tempor ex veniam veniam excepteur est nisi. Id amet duis sit est laboris. Cillum non veniam minim sunt eiusmod anim voluptate eu pariatur ut. Sint magna ipsum esse ipsum officia tempor nulla cupidatat elit ea proident proident dolor sint.\r\n",
        "date": "Mon May 25 2015 19:11:00 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": ["https://loremflickr.com/320/240?random=11"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d521ac3abc9eef1551",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Claudine Acevedo",
        "isMe": true,
        "text": "Esse et et voluptate sit irure reprehenderit amet aliqua do voluptate occaecat aliqua. Culpa cillum veniam consequat consectetur magna culpa. Laboris nostrud mollit ea dolore consequat cupidatat eu magna officia reprehenderit voluptate ipsum ut ad. Commodo Lorem duis adipisicing cupidatat laboris sint qui Lorem ut dolor officia non voluptate do. Tempor ullamco ex elit tempor consectetur reprehenderit proident aute fugiat irure eiusmod labore. Sint cupidatat cupidatat ut anim. Deserunt veniam amet duis cupidatat veniam ut aliqua do velit.\r\n",
        "date": "Tue Feb 06 2018 07:18:31 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=11"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d58ef924b9a83b325a",
        "avatar": "https://loremflickr.com/320/240?random=1",
        "name": "Carmella Jennings",
        "isMe": false,
        "text": "Tempor elit mollit aute consectetur do anim culpa duis reprehenderit. Consectetur voluptate ad cillum esse ut excepteur sit magna Lorem consequat in irure. Culpa mollit Lorem fugiat dolor ea. Ipsum sit esse aute consectetur enim. Ut ad nisi dolore aliqua aliquip sint nostrud quis eu. Minim sit id irure ipsum minim deserunt aliqua esse officia id in.\r\n",
        "date": "Mon Jan 25 2016 13:21:16 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=13"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5d920c7dbc65041f7",
        "avatar": "https://loremflickr.com/320/240?random=6",
        "name": "Hilda Travis",
        "isMe": false,
        "text": "Officia exercitation sint et ipsum eiusmod id commodo. Excepteur adipisicing ea esse labore do cillum consequat aute culpa anim. Exercitation labore ad exercitation mollit do eiusmod Lorem commodo elit qui voluptate irure. Incididunt tempor non dolore et nulla adipisicing sit laboris anim fugiat. Ipsum elit fugiat do veniam minim velit enim.\r\n",
        "date": "Wed Jul 30 2014 09:47:26 GMT+0400 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d556c1f128c209747e",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Yvette Faulkner",
        "isMe": true,
        "text": "Nisi eu nostrud aute est tempor. Est ullamco officia magna minim nostrud magna commodo culpa amet duis commodo pariatur. Anim exercitation deserunt excepteur nisi eiusmod aliqua deserunt aute laboris ea aliquip. Magna pariatur ad laboris nulla enim ex magna.\r\n",
        "date": "Thu Apr 14 2016 21:41:08 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=15"],
        "isOnline": false
      },
      {
        "_id": "60d9c6d55486dca3e940f90a",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Savannah Robbins",
        "isMe": false,
        "text": "Aliquip non duis quis officia exercitation dolore nostrud adipisicing proident quis et aliqua. Dolore aliquip velit commodo id dolore. Amet in ea commodo elit nulla in in laboris. Consequat non proident cillum dolor eiusmod minim occaecat occaecat aliquip.\r\n",
        "date": "Tue Aug 08 2017 07:41:22 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d59b7a3e3d1c97d15e",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Karen Wagner",
        "isMe": false,
        "text": "Qui magna tempor incididunt exercitation consectetur elit dolore ex. Fugiat voluptate commodo laborum occaecat mollit. Deserunt Lorem commodo id pariatur ut tempor. Commodo anim excepteur ullamco in do veniam. Ex deserunt deserunt labore ex et occaecat elit nisi nulla nostrud incididunt consequat ut. Cillum adipisicing deserunt proident voluptate sint. Veniam reprehenderit occaecat nulla occaecat.\r\n",
        "date": "Mon Jun 17 2019 15:06:42 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=18",
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=14"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d53ef712169a51928b",
        "avatar": "https://loremflickr.com/320/240?random=7",
        "name": "Velez Wilcox",
        "isMe": false,
        "text": "Veniam magna cupidatat anim duis. Nostrud fugiat occaecat voluptate incididunt. Qui commodo fugiat elit irure. Nisi eu id ea veniam.\r\n",
        "date": "Fri Mar 12 2021 19:00:28 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=15",
          "https://loremflickr.com/320/240?random=16"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d59944072540dd4a9b",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Buckley Hewitt",
        "isMe": false,
        "text": "Magna sint aliquip ullamco non proident aute proident velit. Dolore ea ex consectetur cillum nisi aliquip consectetur sunt elit elit voluptate. Pariatur exercitation nulla labore ea dolore. Nisi cillum nisi commodo sint officia qui consectetur anim amet duis eiusmod enim fugiat. Amet nostrud labore id excepteur.\r\n",
        "date": "Sun May 19 2019 13:39:15 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=13",
          "https://loremflickr.com/320/240?random=20"
        ],
        "isOnline": true
      }
    ]
  },
  {
    "_id": "60d9befbd124057d7f252b86",
    "items": [
      {
        "_id": "60d9c6d5dbe0590081486074",
        "avatar": "https://loremflickr.com/320/240?random=2",
        "name": "Kenya Odonnell",
        "isMe": true,
        "text": "Et sint non ea est est mollit fugiat esse magna non elit sunt aliqua tempor. Non velit laboris officia quis nostrud exercitation ipsum. Laborum nisi sint ex nisi anim Lorem consequat est et voluptate commodo magna irure. Pariatur nostrud et sint voluptate adipisicing occaecat elit veniam laboris eiusmod. Duis sit sint qui tempor non sit. Ea proident Lorem ut elit tempor exercitation ex et et. Adipisicing cillum adipisicing mollit aliquip elit ut laboris.\r\n",
        "date": "Tue Jan 03 2017 09:43:41 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": ["https://loremflickr.com/320/240?random=16"],
        "isOnline": true
      },
      {
        "_id": "60d9c6d54450048957085061",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Lorene Castaneda",
        "isMe": true,
        "text": "Est commodo id exercitation velit quis cillum ea Lorem. Do est esse minim consequat. Amet sint irure deserunt est sunt laboris est ut id nostrud qui. Aute laboris nulla officia occaecat. Est non ex eu anim sit culpa. Do ullamco Lorem officia et sunt ipsum consectetur sint ipsum dolore non.\r\n",
        "date": "Tue Oct 24 2017 16:58:32 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=14"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5ac1abe9ef681d92b",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Janell Wilkinson",
        "isMe": false,
        "text": "Consectetur consectetur aliquip eiusmod eiusmod enim. Ullamco consectetur laboris est tempor incididunt eiusmod. Ipsum Lorem exercitation velit qui elit nostrud nulla deserunt voluptate labore nulla aute. Sunt non ea cillum ea laboris consectetur ex aliqua id incididunt ut nostrud eiusmod incididunt. Quis sunt tempor dolor esse aliqua eiusmod aliquip veniam ipsum elit ad anim. Do elit pariatur quis cupidatat nulla.\r\n",
        "date": "Sun Jun 22 2014 04:17:15 GMT+0400 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5594b6079c3d04177",
        "avatar": "https://loremflickr.com/320/240?random=3",
        "name": "Bethany Young",
        "isMe": true,
        "text": "Excepteur officia ipsum consequat in veniam ad proident. Ea deserunt pariatur in duis cillum aute labore. Sunt eiusmod qui et reprehenderit ut sit nostrud magna. Quis proident irure dolor quis enim consequat cupidatat.\r\n",
        "date": "Sun Mar 22 2020 03:26:48 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=17",
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=19"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d5114386a5e6264b82",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Alston Patterson",
        "isMe": false,
        "text": "Velit mollit cupidatat mollit laboris duis et eu deserunt nulla reprehenderit. Dolore velit consequat et Lorem. Id irure tempor sint proident Lorem fugiat culpa.\r\n",
        "date": "Thu Jul 28 2016 03:22:34 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=19",
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=16"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d56b0db29a1f9f77e8",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Cecilia Ellison",
        "isMe": true,
        "text": "Minim laboris quis aliqua fugiat magna dolore exercitation occaecat ut pariatur mollit cillum. Et Lorem in id laboris mollit ea veniam ex. Do id cupidatat amet nisi consequat do commodo cillum aute voluptate ipsum. Enim excepteur est cupidatat commodo ipsum proident irure aliqua. Voluptate velit officia fugiat sunt cupidatat.\r\n",
        "date": "Mon Jul 06 2015 14:36:40 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=11",
          "https://loremflickr.com/320/240?random=19"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d5273904abb635dc79",
        "avatar": "https://loremflickr.com/320/240?random=10",
        "name": "Best Sparks",
        "isMe": true,
        "text": "Aute non ut consequat quis eu fugiat veniam quis voluptate exercitation aliquip consequat irure aute. Laborum ea adipisicing dolore fugiat consectetur nisi deserunt voluptate. Velit exercitation esse esse et sint consectetur irure veniam dolor incididunt in do dolor et. Ipsum voluptate commodo dolore consequat ad consequat amet aute consectetur duis mollit. Labore pariatur duis dolore nulla reprehenderit veniam pariatur nisi.\r\n",
        "date": "Mon Feb 03 2020 23:03:47 GMT+0300 (Москва, стандартное время)",
        "isRead": false,
        "attachmens": [
          "https://loremflickr.com/320/240?random=20",
          "https://loremflickr.com/320/240?random=14"
        ],
        "isOnline": true
      },
      {
        "_id": "60d9c6d510f81a51e9dffc65",
        "avatar": "https://loremflickr.com/320/240?random=8",
        "name": "Sampson Walton",
        "isMe": false,
        "text": "Cillum nisi pariatur non tempor in ipsum sunt tempor incididunt. Sunt duis ea excepteur est dolore id dolore laboris incididunt esse pariatur ad sint. Qui voluptate Lorem voluptate excepteur proident culpa sint eu consequat deserunt cillum id. Consequat mollit duis reprehenderit cillum officia veniam laborum ad occaecat. Laboris velit nulla dolore anim ex incididunt voluptate fugiat fugiat amet anim ex aliquip. Esse ipsum nulla ut sint veniam sit.\r\n",
        "date": "Fri Jun 23 2017 19:59:48 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=12",
          "https://loremflickr.com/320/240?random=15"
        ],
        "isOnline": false
      },
      {
        "_id": "60d9c6d553caa0fce1314a91",
        "avatar": "https://loremflickr.com/320/240?random=4",
        "name": "Ronda Huber",
        "isMe": true,
        "text": "Do tempor nulla aliqua commodo incididunt. Est aliqua elit mollit eiusmod pariatur officia pariatur officia consectetur. Excepteur esse Lorem non sunt Lorem ullamco mollit sunt aliqua labore nostrud officia cillum nulla. Officia Lorem ea et consequat amet labore minim dolor consequat est velit nostrud deserunt ex. Cillum cupidatat ut et quis sunt ullamco nostrud sit aliqua. Consequat esse duis et consequat tempor non occaecat exercitation mollit dolor.\r\n",
        "date": "Mon Jun 29 2020 19:22:47 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [],
        "isOnline": false
      },
      {
        "_id": "60d9c6d516d7fcb127f184d5",
        "avatar": "https://loremflickr.com/320/240?random=9",
        "name": "Carr Clements",
        "isMe": true,
        "text": "Occaecat exercitation eiusmod veniam aliquip ut deserunt fugiat ipsum nostrud nulla deserunt consectetur. Laboris velit ex qui proident voluptate. Irure aute quis ex laboris. Sunt commodo nostrud ex ex labore. Consectetur commodo quis adipisicing pariatur anim sint do sint cupidatat aliquip quis mollit anim.\r\n",
        "date": "Tue Dec 11 2018 12:28:14 GMT+0300 (Москва, стандартное время)",
        "isRead": true,
        "attachmens": [
          "https://loremflickr.com/320/240?random=16",
          "https://loremflickr.com/320/240?random=14",
          "https://loremflickr.com/320/240?random=13"
        ],
        "isOnline": false
      }
    ]
  }
]
